13/data/attachments/51bcf66d1640bdb5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Amy_order_Friend_25339_5</nif:username>
            <nif:friendToBeRequested>soap_friends_b5d7f9db-59ba-4d4d-950e-6cab5b1206f6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>